Revit 2026 API

# FamilySizeTableColumn Properties

---

The FamilySizeTableColumn type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |
|  | Name | The column name. |

#### Reference

FamilySizeTableColumn Class

Autodesk.Revit.DB Namespace